<?php
/**
 *+------------------
 * madong
 *+------------------
 * Copyright (c) https://gitcode.com/motion-code  All rights reserved.
 *+------------------
 * Author: Mr. April (405784684@qq.com)
 *+------------------
 * Official Website: https://madong.tech
 */

/**
 * 菜单翻译
 */
return [
    //首页
    '首页'       => '首页',
    '工作台'     => '工作台',
    '分析页'     => '分析页',

    //公共
    '编辑'       => '编辑',
    '新增'       => '新增',
    '删除'       => '删除',
    '详情'       => '详情',
    '导出'       => '导出',

    //系统设置
    '用户'       => '用户',
    '菜单管理'   => '菜单管理',
    '职位管理'   => '职位管理',
    '字典项列表' => '字典项列表',
    '字典项添加' => '字典项添加',
    '字典项删除' => '字典项删除',
    '字典项编辑' => '字典项编辑',
    '数据中心'   => '数据中心',
    '角色管理'   => '角色管理',
    '部门管理'   => '部门管理',
    '登录日志'   => '登录日志',
    '冻结用户'   => '冻结用户',
    '取消冻结'   => '取消冻结',
    '通知公告'   => '通知公告',
    '数据回收'   => '数据回收',
    '数据字典'   => '数据字典',
    '授权'       => '授权',
    '授权角色'   => '授权角色',
    '系统监控'   => '系统监控',
    '系统参数'   => '系统参数',
    '系统设置'   => '系统设置',
    '用户管理'   => '用户管理',
    '移除用户'   => '移除用户',
    '附件管理'   => '附件管理',

    //系统监控
    '性能监控'   => '性能监控',
    'Redis监控'  => 'Redis监控',
    '定时任务'   => '定时任务',
    '操作日志'   => '操作日志',

    //系统工具
    '系统工具'   => '系统工具',
    '代码生成'   => '代码生成',

    //业务流程
    '业务流程'   => '业务流程',
    '流程查询'   => '流程查询',
    '流程设置'   => '流程设置',
    '流程设计'   => '流程设计',
    '表单设计'   => '表单设计',
    '基础功能'   => '基础功能',
    '流程类型'   => '流程类型',
    '委托设置'   => '委托设置',
    '流程定义'   => '流程定义',
    '我的申请'   => '我的申请',
    '我的收藏'   => '我的收藏',
    '我的已办'   => '我的已办',
    '待阅'       => '待阅',
    '待办'       => '待办',
    '发起'       => '发起',
    '恢复'       => '恢复',

    //租户设置
    '租户设置'   => '租户设置',
    '租户管理'   => '租户管理',
    '租户套餐'   => '租户套餐',

];
